{
  "basic_data": {
    "pathID": "twin-one-axis",
    "name": "Stanowisko Twin One-axis",
    "additional_name": "Robot Gofa 15000, UR5/UR 12",
    "description": "To nowoczesne stanowisko spawalnicze oferuje podwójną wydajność i elastyczność w procesie spawania. Wyposażone w dwie stacje robocze, umożliwia pracę na dwóch stanowiskach, co przekłada się na zwiększenie efektywności produkcji.",
"with_data": true  
  },
  "floating_CTA": {
    "title": "Twin One-axis",
    "image": "/products/images/twin-one-axis/floatingCTA.svg",
    "content": "Zeskanuj kod QR, aby zobaczyć w rzeczywistości rozszerzonej AR",
    "button": "Zapytaj o wycenę",
    "form": "/forms/form",
    "qp": "",
    "ar": ""
  },
  "images": [
    "/products/images/twin-one-axis/carousel1.svg",
    "/products/images/twin-one-axis/carousel2.svg",
    "/products/images/twin-one-axis/carousel3.svg",
    "/products/images/twin-one-axis/carousel4.svg"
  ],
  "parameters": [
    {
      "name": "Pole robocze",
      "value": "800x1200mm"
    },
    {
      "name": "Źródło światła",
      "value": "LED"
    },
    {
      "name": "Źródło spawalniczne",
      "value": "Fronius / ESAB"
    },
    {
      "name": "Pozycjoner",
      "value": "Jednoosiowy 300 kg"
    }
  ],
  "main_characteristics": [
    {
      "title": "Zaawansowane sterowanie",
      "content": "Cały układ sterowania oparty jest na najnowszym sterowniku PLC S7-1500, który stanowi mózg operacyjny stanowiska. Sterownik ten, będąc nie tylko sterownikiem logicznym, ale także technologicznym, posiada zdolność do wykonywania skomplikowanych obliczeń w celu jak najoptymalniejszego sterowania procesem spawania. W połączeniu z wyspą ET200 SP, sterownik zapewnia pełną kontrolę nad wszystkimi aspektami stanowiska, umożliwiając optymalne wykorzystanie zasobów oraz zapewniając wysoką jakość i efektywność procesu spawania.",
      "image": "/products/images/twin-one-axis/main-characteristics1.svg"
    },
    {
      "title": "Pozycjonery jednoosiowe",
      "content": "Pozycjonery umożliwiają precyzyjne obracanie spawanego elementu o zadany kąt w trakcie procesu spawania. Dzięki zastosowaniu serwonapędów Siemens serii S210, sterownik PLC S7-1500 może dokładnie kontrolować ruch i pozycję pozycjonerów, co pozwala na skuteczne dostosowanie elementu do optymalnej pozycji podczas spawania. Ta integracja zapewnia nie tylko wysoką precyzję i jakość spawania, ale także elastyczność w dostosowywaniu procesu do różnych rodzajów elementów i wymagań produkcji.",
      "image": "/products/images/twin-one-axis/main-characteristics2.svg"
    },
    {
      "title": "Elektrycznie sterowana frontowa osłona",
      "content": "Sterowana elektrycznie frontowa osłona zapewnia nie tylko łatwy dostęp do wnętrza stacji, ale także dodatkową ochronę dla personelu. Dzięki możliwości elektrycznego sterowania, osłona może być szybko i precyzyjnie otwierana i zamykana, co zwiększa wygodę obsługi.",
      "image": "/products/images/twin-one-axis/main-characteristics3.svg"
    },
    {
      "title": "Wizualizacja procesu",
      "content": "5-cio calowy panel HMI Siemens Unified dostarcza operatorowi intuicyjnej wizualizacji procesu spawania. Pozwala to na szybką identyfikację ewentualnych problemów oraz bieżące monitorowanie parametrów pracy.",
      "image": ""
    },
    {
      "title": "Stacja czyszczenia palnika oraz kalibracji punktu TCP robota",
      "content": "Cela wyposażona została w specjalnie zaprojektowana stację czyszczenia palnika oraz kalibrację punktu TCP robota, gwarantującą optymalne warunki pracy i precyzyjne spawanie.",
      "image": ""
    },
    {
      "title": "Układ bezpieczeństwa",
      "content": "System bezpieczeństwa oparty na sterowniku Fail-Safe Siemensa zapewnia kompleksową ochronę dla personelu pracującego przy stanowisku.",
      "image": ""
    }
  ],
  "specification": [
    {
      "name": "Tor jezdny z robotem z przejazdem",
      "param": "2,5m"
    },
    {
      "name": "Źródła spawalnicze",
      "param": "Mig/Mag ; Laser"
    },
    {
      "name": "Tor jezdny z robotem z przejazdem",
      "param": "2,5m"
    },
    {
      "name": "Sterowanie",
      "param": "sterownik Siemens"
    },
    {
      "name": "Obrotniki do spawania",
      "param": "nośność do 300kg"
    },
    {
      "name": "Dwa pola robocze o wymiarach",
      "param": "1250x1000 mm"
    },
    {
      "name": "Dodatkowe wyposażenie",
      "param": "możliwość przenoszenia stanowiska"
    },
    {
      "name": "Sterowanie pozycjonerów",
      "param": "zintegrowane z kontrolerem robota"
    },
    {
      "name": "System bezpieczeństwa",
      "param": "spełniający normy bezpieczeństwa"
    }
  ]
}